{
  "id": "miscellaneous-p0557",
  "book": "Boston Cooking-School Cook Book",
  "year": 1918,
  "title": "MISCELLANEOUS.",
  "category": "Historical",
  "tags": [
    "1918",
    "fanny-farmer",
    "historical"
  ],
  "time": {
    "prep": "Variable",
    "cook": "Variable",
    "total": "See instructions"
  },
  "servings": "Variable",
  "ingredients": [
    "6 6 6 3 3 2 1 1 7 7 1 1 1 large soap soap small 2-quart butter bean Lquart 1-pint 1-pint 2-quart 1-quart 1-pint creamer. dishes dishes pot. bowls tea oval jar. round piteher. yellow white pitchers. pitcher. set: for pudding (for (for yellow bowls. bowls. bread teapot, common Sapolio). dough. dishes. sugar dishes. soap). bowl, | | 6 1 3 6 24 6 1. 6 6 6 ½ 1 small white large small teacups glass dozen 2quart I-quart 1-pint sauce after ing). lemon white dinner platters white dinner tumblers. Mason dishes and Mason Mason plates. drill. plates. saucers. set cups (to jars, (of jars, jars, with be different and used small for saucers. stores. keeping for sizes). tureen. serv-",
    "3 1 6 8 {8 1 1 ½ J 6 large wooden wooden moulding rolling wooden wooden large vegetable serubbing wooden scrubbing pins. mixing bucket bucket mashers. boards. brushes. brushes. bucket for for spoons. brush. pastry sugar. for flour. flour. 2 2 2 2 1 1 1 1 1 small towel sink long-handled blacking dauber. large small short-handled ‘stove, scraper. feather pair racks. feather one brushes. steps. for duster. duster. brushes. brushes floor). (one for",
    "6 8 1 4 6 4 4 3 glass hand dozen dish oven floor sink dozen cloths. cloths. cloths, cloths. towels towels. dish desk towels. cloths. (for teacher). 2 6 6 1 1 1 1 dozen yards white silence dozen red cheese square. tablecloth. coarse tablecloth, small napkins. cloth. cloth dusters flannel. dusters, 2% for yards desks. one long. yard",
    "a — 3 3 Amatch sets B-quart with fron boxes. tight-fitting porcelain-lined gem pans. covers. iron kettles, | 1 1 1 pair bell. inkstand. scissors. -",
    "ee"
  ],
  "instructions": [],
  "notes": [],
  "source": {
    "page": 557,
    "pdf_url": "https://archive.org/details/bostoncookingsch00farm/page/557"
  },
  "ai": {
    "page_image": "/recipes/boston/pages/0557.png",
    "tokens": [],
    "field_confidence": {
      "title": 0.6429378390312195,
      "ingredients": 0.83784964943333,
      "instructions": 0.0
    }
  }
}